{
  "tours": {
    "sri-lanka-uncovered": {
      "title": "Sri Lanka Uncovered: Heritage, Nature & Shores",
      "duration": "10 Nights",
      "itineraryName": "2N Kandy | 2N Dambulla | 2N Nuwara Eliya | 2N Galle | 2N Colombo",
      "overview": {
        "description": "Experience the best of Sri Lanka on this comprehensive 10-day journey through the island's most iconic destinations.",
        "highlights": [
          "Cultural immersion in ancient Kandy",
          "Explore Sigiriya Rock Fortress",
          "Tea plantation experiences in Nuwara Eliya",
          "Colonial heritage in Galle Fort",
          "Urban exploration in vibrant Colombo"
        ],
        "imageArray": [
          "ArrivalImage1",
          "ArrivalImage2",
          "KandyImage3",
          "KandyImage4",
          "LeizurImage5",
          "LeizurImage6",
          "LeizurImage7",
          "LeizurImage8",
          "LeizurImage9",
          "LeizurImage10",
          "LeizurImage11",
          "LeizurImage12",
          "LaosImage1",
          "LaosImage2",
          "FerryWheel1"
        ]
      },
      "itinerary": [
        {
          "day": 1,
          "title": "Arrival in Colombo & Transfer to Kandy",
          "description": "Arrive in Colombo and enjoy a scenic drive to Kandy, a journey of approximately 3 hours 20 minutes through Sri Lanka's lush landscapes. Upon arrival, check into your luxurious 5-star accommodation. Spend the remainder of the day at leisure, soaking in the charm of Kandy and exploring its vibrant streets at your own pace."
        },
        {
          "day": 2,
          "title": "Leisure Day in Kandy",
          "description": "After a day of travel, take time to relax and unwind. In the evening, explore the charm of Kandy and enjoy a leisurely stroll along the serene Kandy Lake as the sun sets. Rest well tonight — tomorrow brings a short and scenic journey to Dambulla."
        },
        {
          "day": 3,
          "title": "Transfer to Dambulla",
          "description": "Check out from Kandy and make your way to Dambulla. Spend a leisurely day unwinding, soaking in the town's laid-back charm. As evening falls, wander through Dambulla's vibrant night market and savour the flavours of authentic local cuisine."
        },
        {
          "day": 4,
          "title": "Sigiriya Rock Fortress Excursion",
          "description": "Prepare for an adventurous day as you set out to explore the iconic Sigiriya Rock Fortress, a true marvel of Sri Lanka's heritage. After your excursion, return to Dambulla and unwind, letting the day's experiences sink in as you relax in comfort."
        },
        {
          "day": 5,
          "title": "Transfer to Nuwara Eliya",
          "description": "Check out from Dambulla and enjoy a scenic transfer to the cool hill town of Nuwara Eliya. Upon arrival, check in to your hotel and relax after the picturesque journey. In the evening, take a leisurely stroll around the serene Gregory Lake, soaking in the crisp mountain air and charming views."
        },
        {
          "day": 6,
          "title": "Nuwara Eliya Exploration",
          "description": "Wander through the scenic charm of Nuwara Eliya, with its lush tea gardens and colonial elegance. Take a short trip to marvel at the iconic Nine Arch Bridge, a masterpiece set amidst rolling hills. Then, retreat to your cozy cottage and savour moments of quiet comfort and togetherness."
        },
        {
          "day": 7,
          "title": "Transfer to Galle",
          "description": "Begin the day with an early check-out as you set off on a scenic journey to Galle. Upon arrival, check in to your resort and unwind after the long drive. In the evening, soak in a breathtaking sunset before savouring a delightful dinner with serene views from your resort."
        },
        {
          "day": 8,
          "title": "Unawatuna Beach & Galle Fort",
          "description": "Spend a leisurely day soaking up the sun at the stunning Unawatuna Beach, where golden sands meet turquoise waters. For adventure seekers, dive into the depths with an exhilarating scuba experience. In the evening, return to Galle and wander through the charming streets of its historic fort, rich with colonial heritage and coastal allure."
        },
        {
          "day": 9,
          "title": "Transfer to Colombo",
          "description": "Enjoy a relaxed check-out from Galle before transferring to Colombo for your hotel check-in. Spend the afternoon at leisure, soaking in the city's charm, and later explore the vibrant Pettah Market for a lively shopping experience. As night falls, add a dash of excitement by trying your luck at the renowned Bellagio Casino."
        },
        {
          "day": 10,
          "title": "Colombo Exploration & Departure",
          "description": "Spend your day uncovering the vibrant charms of Colombo, from bustling streets to cultural treasures. Visit the iconic Gangaramaya Temple, a serene blend of history and spirituality. In the evening, take a leisurely stroll along the golden sands of Mount Lavinia Beach, soaking in the sunset hues. The next morning, bid farewell to Sri Lanka, carrying with you a heart full of memories."
        }
      ]
    },
    "mystic-sri-lanka": {
      "title": "Mystic Sri Lanka: Legends, Landscapes & Lost Shores",
      "duration": "8 Nights",
      "itineraryName": "2N Galle | 2N Nuwara Eliya | 3N Kandy | 1N Colombo",
      "overview": {
        "description": "Discover Sri Lanka's mystical charm through its ancient legends, breathtaking landscapes, and hidden coastal treasures.",
        "highlights": [
          "Colonial heritage in Galle Fort",
          "Scuba diving at Unawatuna Beach",
          "Tea plantation visits in Nuwara Eliya",
          "Sigiriya Rock Fortress exploration",
          "Elephant encounters at Pinnawala"
        ],
        "imageArray": [
          "City1Image3",
          "City1Image4",
          "LeizurImage1",
          "LeizurImage2",
          "LaosImage1",
          "LaosImage2",
          "LeizurImage7",
          "LeizurImage8",
          "KandyImage1",
          "KandyImage2",
          "LeizurImage10",
          "LeizurImage11",
          "LeizurImage12"
        ]
      },
      "itinerary": [
        {
          "day": 1,
          "title": "Arrival & Transfer to Galle",
          "description": "Arrive in Colombo and enjoy a scenic drive to Galle, a journey of approximately 2 hours 10 minutes through Sri Lanka's lush landscapes. Upon arrival, check into your luxurious 5-star accommodation. Spend the remainder of the day at leisure, soaking in the charm of Galle and exploring its vibrant streets at your own pace."
        },
        {
          "day": 2,
          "title": "Unawatuna Beach & Galle Fort",
          "description": "Spend a leisurely day soaking up the sun at the stunning Unawatuna Beach, where golden sands meet turquoise waters. For adventure seekers, dive into the depths with an exhilarating scuba experience. In the evening, return to Galle and wander through the charming streets of its historic fort, rich with colonial heritage and coastal allure."
        },
        {
          "day": 3,
          "title": "Transfer to Nuwara Eliya",
          "description": "Check out from Galle and make your way to Nuwara Eliya. Spend a leisurely day unwinding, soaking in the town's laid-back charm. As evening falls, wander through Gregory Lake and savour the flavours of authentic local cuisine."
        },
        {
          "day": 4,
          "title": "Nine Arch Bridge & Tea Gardens",
          "description": "Wander through the scenic charm of Nuwara Eliya, with its lush tea gardens and colonial elegance. Take a short trip to marvel at the iconic Nine Arch Bridge, a masterpiece set amidst rolling hills. Then, retreat to your cozy cottage and savour moments of quiet comfort and togetherness."
        },
        {
          "day": 5,
          "title": "Transfer to Kandy",
          "description": "Check out from Nuwara Eliya and enjoy a scenic transfer to the cool hill town of Kandy. Upon arrival, check in to your hotel and relax after the picturesque journey. In the evening, take a leisurely stroll around the serene Kandy Lake, soaking in the crisp mountain air and charming views."
        },
        {
          "day": 6,
          "title": "Sigiriya Rock Fortress",
          "description": "Prepare for an adventurous day as you set out to explore the iconic Sigiriya Rock Fortress, a true marvel of Sri Lanka's heritage. After your excursion, return to Kandy and unwind, letting the day's experiences sink in as you relax in comfort."
        },
        {
          "day": 7,
          "title": "Pinnawala Elephant Orphanage & Gadaladeniya Temple",
          "description": "Spend the day relaxing and soaking in the serene beauty of Kandy. Take a short excursion to the Pinnawala Elephant Orphanage to witness these gentle giants up close. In the evening, visit the historic Gadaladeniya Temple, where ancient architecture meets spiritual tranquility."
        },
        {
          "day": 8,
          "title": "Return to Colombo & Departure",
          "description": "After breakfast, bid farewell to Kandy as you journey back to Colombo. Spend your final day soaking in the city's vibrant charm — from its colonial architecture and bustling markets to its seaside promenades. The next morning, depart from Colombo with memories of Sri Lanka that will last a lifetime."
        }
      ]
    },
    "wilderness-heritage-luxe": {
      "title": "Wilderness & Heritage Luxe",
      "duration": "6 Nights",
      "itineraryName": "2N Yala | 3N Bentota | 1N Colombo",
      "overview": {
        "description": "Experience the perfect blend of Sri Lanka's untamed wilderness and coastal luxury on this exclusive 6-night journey.",
        "highlights": [
          "Safari adventures in Yala National Park",
          "Luxury beachfront stay in Bentota",
          "Whale watching in Mirissa",
          "Colonial exploration in Galle",
          "Urban discoveries in Colombo"
        ]
      },
      "itinerary": [
        {
          "day": 1,
          "title": "Arrival & Transfer to Yala",
          "description": "Arrive in Colombo and journey onward to the untamed wilderness of Yala National Park. Settle into your serene wildlife resort, surrounded by nature's chorus. Take the evening to relax and rejuvenate, readying yourself for the thrilling safari adventure that awaits at dawn."
        },
        {
          "day": 2,
          "title": "Yala National Park Safari",
          "description": "Begin your day early with a transfer from your stay to the heart of the national park. Lace up your boots and set out for an exhilarating adventure, immersing yourself in the sights and sounds of the wild. After an unforgettable safari, return to your resort and unwind, letting the day's memories sink in."
        },
        {
          "day": 3,
          "title": "Transfer to Bentota",
          "description": "After breakfast, bid farewell to Yala and journey to the serene coastal town of Bentota. Settle into your beachside resort and let the ocean breeze wash over you. As the day draws to a close, witness a breathtaking sunset over Bentota Beach, followed by a delightful beachfront dinner under the stars."
        },
        {
          "day": 4,
          "title": "Galle Day Trip",
          "description": "Embark on a short yet enriching day trip to the historic coastal town of Galle. Wander through the iconic Galle Fort, soaking in its colonial charm, and witness a breathtaking sunset over the Indian Ocean. Return to Bentota for a restful evening — ready to embrace a day of adventure tomorrow."
        },
        {
          "day": 5,
          "title": "Mirissa Whale Watching",
          "description": "Begin your day early for an unforgettable adventure with a short trip to Mirissa, where you'll set out on a one-of-a-kind whale watching experience. After this awe-inspiring encounter, return to Bentota to soak in a breathtaking sunset, and, if you wish, add a dash of thrill with exciting water sports."
        },
        {
          "day": 6,
          "title": "Return to Colombo & Departure",
          "description": "After breakfast, bid farewell to Bentota as you journey back to Colombo. Spend your final day soaking in the city's vibrant blend of culture, shopping, and colonial charm. The next morning, board your flight home with unforgettable memories of Sri Lanka."
        }
      ]
    },
    "luxe-secrets-lanka": {
      "title": "Luxe Secrets of Lanka",
      "duration": "4 Nights",
      "itineraryName": "1N Colombo | 3N Nuwara Eliya",
      "overview": {
        "description": "Discover Sri Lanka's hidden luxurious secrets in this intimate 4-night journey through urban sophistication and mountain serenity.",
        "highlights": [
          "Luxury oceanfront accommodation in Colombo",
          "Mountain retreat in Nuwara Eliya",
          "Nine Arch Bridge exploration",
          "Gregory Lake sunset experiences",
          "Colonial tea plantation visits"
        ]
      },
      "itinerary": [
        {
          "day": 1,
          "title": "Arrival in Colombo",
          "description": "Arrive in Colombo and settle into your luxurious oceanfront hotel, where the soothing sea views set the tone for your journey. Spend the day unwinding after your flight, letting the island's charm ease you in. As evening falls, explore the vibrant streets of Colombo before testing your luck at the lively Bellagio Casino."
        },
        {
          "day": 2,
          "title": "Transfer to Nuwara Eliya",
          "description": "Check out from Colombo and journey to the picturesque hill town of Nuwara Eliya. Arrive at your dream stay, where breathtaking mountain views greet you at every turn. Spend the day at leisure, soaking in the serene ambiance and indulging in the luxurious amenities of your retreat."
        },
        {
          "day": 3,
          "title": "Nine Arch Bridge & Tea Gardens",
          "description": "Wander through the scenic charm of Nuwara Eliya, with its lush tea gardens and colonial elegance. Take a short trip to marvel at the iconic Nine Arch Bridge, a masterpiece set amidst rolling hills. Then, retreat to your cozy cottage and savour moments of quiet comfort and togetherness."
        },
        {
          "day": 4,
          "title": "Gregory Lake & Departure",
          "description": "Spend a serene day in the comfort of your luxurious cottage, surrounded by the tranquil mountain air. Take a leisurely stroll through the rolling hills before heading to Gregory Lake to watch the sun melt into the horizon, paired with the flavours of local cuisine. The next morning, check out and journey to Colombo, where an evening flight awaits to take you home with cherished memories."
        }
      ]
    }
  }
}
